Repository: mozilla-l10n/mt-training-data
Catalog: kxp/kxp_pontoon.tmx
Source language: en_us
Languages: kxp

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
kxp: زي جملا نا پسند هوئي يا پريشان ڪريا واۯا سي۔ مثال: واضع مواد ني وجه ٿي يان برادري نو اڳواڻي ڪريا نين خلاف سي تو اي سزا نين لائق سي۔ <communityGuidelines> تو تمين جملا رد ڪرو پرا۔ </communityGuidelines> تمين آ ويب سائٽ مان مدد هارو <emailFragment> ربطو ڪرو يان ڪوئي ٻيزو مسئلو سي۔ commonvoice@mozilla.com

source: If the sentence meets the criteria above, click the "Yes" button.
kxp: زي جملو پُورا معيار پرماڻي سي تو هووي نُون ٻٽڻ ڪلڪ ڪرو۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
kxp: زي جُملا معيار نين پورو ڪري تو ۮٻاوو، quot;منظور ڪرو &quot; زمڻي پاسي ٻٽڻ سي

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
kxp: زي تمان نين ڀروسو نٿي جملا ماٿي، تو ميلي آلو هانَ وري ٻيزا جملا نين زوئو۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
kxp: زي تمان نين نين ڪوئي ايُوي وات همزيا مان آوي زي هدايت پرماڻي نا هوئي۔ تو مهرباني ڪرينَ پوتان نا فيصلا پرماڻي ووٽ آلو۔ زي تمين فيصلو نٿي ڪرِي ڪيتان تو واپس تو رد ڪرو هانَ آيا واۯي رڪارڊنگ ماٿي آوو۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
kxp: زي ڪلپ هانمڀۯا مان سئي سي هانَ <strong> هانَ همز پرماڻي سي۔ هانَ عام طور قبول ڪريا هارو سي۔

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
kxp: زي تمين جمع ڪريا هارو ايڪ قست جمع ڪراوو سو۔ تو تمين گٽ هب لنڪ نين زوئو۔ </githubLink>commonvoice@mozilla.com</emailFragment>

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
kxp: زي تمان نين ايڪ ٻي ۮاڙان مان جواب نٿي زڙتو۔ <emailLink>{ $email } امين تمان نين واپس جواب آلشان

source: If you don't see your language in either part of the platform, select both.
kxp: زي تمان نين پليٽ فارم مان ڪوئي پڻ حصا مان پوتان ني ٻولي ڀاۯيا مان نٿي آوتي۔ تو ٻيئان نين چونڊو۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
kxp: زي تمين يان تمارو تمارو ادارو چاهي سي ڪي پروجيڪٽ نِي مدد ڪري۔ تو تمين ايڪ <donateLink> مدد تيار ڪرو۔ يان ٻيزان ڪوئي شراڪت ڪريان هوئي زي مدد ڪري <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
kxp: زي تمان نين تعاون ڪريا مان ڪوئي پريشاني سي۔ تو تمين ڪوئي پڻ ٽانڻي پوتان ني ٻولي مان مواد زوئي ڪو سو۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
kxp: اي ايس آر نا مسڊل هارو ٽُول نين زوئو تمين برادري نان منکان ٿي رابطو ڪري ڪو سو۔ <discourseLink>ڊسڪورس هارو لنڪ سي </discourseLink>۔

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
kxp: زي تمين ڊيٽا سيٽ هارو وڌيڪ وات ڪروا چاهو سو، هانَ اين نِي ايڪ مڪمل منصوبه بندي ڪرو سو يانَ تعاون هارو موقعو تلاش ڪرو سو تو امان ٿِي وات ڪريا هارو <emailFragment></emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
kxp: زي تمارا جائزا هارُو جُملا ختم ٿئي جھا سي، تو وڌاري جُملا هارو امارِي مدد ڪرو۔

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
kxp: زي تمين سوچو سو ڪي اُچار سئي سي۔<strong> هانَ همزيا مان سوَلا سي يان ڪوئي ٻارلو شور ٿائي رو سي۔ يان اين مان وڌاري ٻيزان منک ٻولي ران سي تو تمين ڪلپ رد ڪرو پران۔<strong> وڌاري معلومات هارو جاجچ نين وڌيڪ زوئو۔ <strong>

source: Igbo
kxp: لگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
kxp: مين رڄو عام آوزا نا مدد هارو مقصد ٺاهيون سي۔ مُون ڀيۯا شامل ٿو هانَ مشين شيکو ڪي منک چچم سهي ٻولي سي۔ لنڪ { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
kxp: زيوون ڪي تمين موزيلا ني پاليسي نين <privacyLink></privacyLink> مان وضاحت ڪرو سو مُون اِي معلومات نين همڀاۯايا مان ٺيڪ سُون۔

source: Include appropriate citation
kxp: مناسب حوالو هوئي

source: Includes email, username & demographic info, available right away
kxp: اي ميل، استعمال ڪريا واۯان نان نام هانَ آبادي ني معلومات، موجود هوئي

source: Includes mp3s and related sentences, may take some time to prepare
kxp: mp3s هوئي، ملتا جلتا جملا، اي ڪانڪ ٽيم ليشي تيار ڪريا هارو

source: Indonesian
kxp: اندونيشيئا

source: Indus Kohistani
kxp: انڊس ڪوهستانِي

source: Information about the language
kxp: زبان هارو معلومات

source: In Progress
kxp: وڌيا هارو يان ترقي هارو

source: Interested in getting involved with this project, or partnering with us?
kxp: پروجيٽ ٿي ملين ايڪ ٻيزان مان شامل ٿو، يان امان ٿي شراڪت راکو

source: Interested in learning more and contributing to the project?
kxp: الاهي هڌرون سي ڪي وڌاري شيکان هانَ پروجيٽ ني مدد ڪران

source: Interlingua
kxp: آنٽرلِنگوئا

source: Interlingue
kxp: انٽرلِنگو

source: [interrupted by background noise]
kxp: ٻارلو آواز روڪي سي۔

source: Intersex
kxp: آۮمي ٻائيڙي نان جنس

source: Iñupiaq
kxp: انوپياڪ

source: Invalid file
kxp: نا قابل فائيل

source: Irish
kxp: اريش

source: IsiNdebele (North)
kxp: اِزنڊيبيلي نارٿ

source: IsiNdebele (South)
kxp: ازنڊيبيلي

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
kxp: تمان نين کٻير سي <isoCodeLink>ISO Codes</isoCodeLink>

source: Is the clip valid?
kxp: شون ڪلپ سهي سي؟

source: Italian
kxp: اٽيليئن

source: It contains words or phrases that are hard to read or pronounce.
kxp: اين مان ايوا جُملا هانَ اکر سي زي ڀڻيا مان ۮورا سي۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
kxp: ڊيٽابيس نِي مزماني هارو ملينَ ڊالر خرچو ٿائي سي۔ هانَ پليٽ فارم ترقي هارو سي۔ سئو ٻوليون زي برادري مان امين ڀروسو ڪران سان۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
kxp: ڊيٽا سيٽ ني ميزباني ڪريا هارو تقريبن ايڪ ملين ڊالر خرچ ٿائي سي۔ هانَ برادري مان سئو ٻوليان مان پليٽ فارم ني ترقي سي۔ هوَي اميد سي ڪي شون ڪروون سي <strong> زي تمارو اقدار وڌي زين مان ڊيٽا شامل سي تو آز مدد ڪرو۔ </strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
kxp: زي پڻ ڊيٽا بيس هاچا هارو خرچ ٿائي سي اي ڀري سي۔ پليٽ فارم وڌارو هان هاڪو۔ <africaMradiLink> برادري نان پروگرام </africaMradiLink>

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
kxp: اي الاهي ضروري سي ڪي جملا عوامي علاقائي پرماڻي هوئي۾ <publicDomain> پنلڪ ڊومن </publicDomain> ايڪ ڪامن وائيس ڊيٽا سي هانَ اي cc0 نا ڪنٽرول مان پيش ڪريون جھون تون۔ زي تمين چاهو سو تو جملا اپلوڊ ڪرو۔ هانَ شهري ٿي ملتا جُلتا جوئي۔

source: It is written in a language different than what I’m reviewing.
kxp: اِي ايڪ ٻولِي مان لکل سي اين ٿِي فرق زين مُون جائزو لُون رو سُون۔

source: It is written in a language different than what I’m speaking.
kxp: زي مُون ٻولون رو سُون اي لکت مان فرق سي

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
kxp: حوالاجات نين شامل ڪروون الاهي ضروري سي تاڪي امين چيڪ ڪري ڪان ڪي جملا عوامي ڊومن سي هانَ ڪاپي رائيٽ ني ڪوئي پاندي لاڳو نٿي۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
kxp: ڪامن وائيس هارو الاهي ڪانئن ضرورت سي۔ زي امين ايڪلا نٿي ڪري ڪيتان۔ زي تمين امان ڀيۯان سو تو الاهي هڌري وات سي۔

source: Izhorian
kxp: اِزوريئن

source: Japanese
kxp: جاپانِس

source: Jaqaru
kxp: جاڪرو

source: Javanese
kxp: جوانيس

source: Join Discord Community
kxp: نا موافق برادري مان شامل ٿاوون

source: Join our community
kxp: اماري برادري مان شامل ٿو

source: Join the Common Voice mailing list
kxp: ميل لسٽ مان ڪامن وائيس مان شامل ٿو

source: Join us on Discord
kxp: ناموافق مان شامل

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
kxp: زوئو ڪي ايڪ جملا مان جوڙ واۯا لفظ قدرتي طور منک چچم همزي س۔ تمان نين پڪ هوئي ڪي تماري ٻولي نو چويٽلو مانَ هان بي زبان سي۔

source: Just Unsure?
kxp: يقين نا هوئي

source: Kabardian
kxp: ڪبراديئن

source: Kabyle
kxp: قبائيل

source: Kalasha
kxp: ڪيلاشا

source: Kalenjin
kxp: ڪيلينجن

source: Kalkoti
kxp: ڪلڪوتِي

source: Kannada
kxp: ڪانادا

source: Kaqchikel
kxp: ڪڪچِڪيل

source: Kara
kxp: ڪارا

source: Karakalpak
kxp: ڪرڪالپاڪ

source: Kateviri
kxp: ڪاتيوري

source: Kazakh
kxp: ڪزڪ

source: { $kb }kb max
kxp: ميڪس { $kb } ڪي بي

source: Keep
kxp: جاري راکو

source: Keep it up, record again <recordIcon></recordIcon>
kxp: رِڪارڊنگ جاري راکو

source: Keep the recordings
kxp: رِڪارڊنگ جاري راکو

source: Keep track of your progress and metrics across multiple languages.
kxp: وڌاري ٻوليان مان پوتان نين ترقي هارو ميٽرڪ ٽريڪ راکو۔

source: Keep track of your progress with a profile
kxp: ايڪ پروفائيل مان تماري ترقي هارو طريقو راکو۔

source: Keep track of your progress with a profile and help our voice data be more accurate.
kxp: پروفائيل ڀيۯي پوتان نِي پيش نظر راکو، هانَ اماري سوتي ڊيٽا ٺاهيا مان سئي مدد ڪرو۔

source: Kelabit
kxp: ڪيلابِٽ

source: Kenyah
kxp: ڪينِيا

source: Kenyi
kxp: ڪينِي

source: Ketrani
kxp: ڪيترانِي

source: Khmer
kxp: کمر

source: Khowar
kxp: کووار

source: K'iche'
kxp: ڪيِچي

source: Kichwa
kxp: ڪِچوا

source: Kidaw'ida
kxp: ڪِدواڍيئا

source: Kikuyu
kxp: ڪيڪيُو

source: Kinyarwanda
kxp: ڪِنيارواندا

source: Kohistani Shina
kxp: ڪوهِستانِي شينا

source: Kom
kxp: ڪوم

source: Komi-Zyrian
kxp: ڪومي زيريئن

source: Konkani (Devanagari)
kxp: ڪونڪانِي ديواناگارِي

source: Konkani (Romi)
kxp: ڪانڪاني رومِي

source: Korean
kxp: ڪورِيئن

source: Kuku
kxp: ڪُوڪُو

source: Kurmanji Kurdish
kxp: کُرمنجي ڪُرڊِش

source: Kyrgyz
kxp: ڪيرگِز

source: Language
kxp: ٻولي

source: Language Fundamentals (e.g. Digits, Letters, Money)
kxp: ٻولِي نا بنيادي اصول (زم انڳ، اکر، پئيشا)

source: Language Request
kxp: ٻولي ني درخواست

source: Language request successfully submitted, thank you.
kxp: ٻولي ني دراخواست جمع ٿئي جھي سي۔ مهرباني

source: Languages
kxp: ٻولِي

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
kxp: هر ٻولي نا پوتان نان تصديق ڪريا نان اصول هوئي سي وڌاري ضرورت پرماڻي مقامي هوئي سي۔ زي تصديق نٿي ٿل اي ٻولي مان تو انگريزي مان واوڙشي ڪي هزي مدد هارو ڪام ڪرو۔

source: Language Text
kxp: ٻولي نون متن

source: Lao
kxp: لائو

source: Large bulk sentence submission
kxp: موٽو جُملو جمع ڪرو

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
kxp: عوامي طور زي همڻين سوتي ڊيٽاسيٽ شيچا هارو مشين ٽيڪنالوجي هانَ صحت مند هارو ترجيح آلشان۔ هانَ اين نا مقابلا مان ترجيح يان دهيان آلشان۔ ڪامن وائيس نو ڪردار اهم سي۔ پڻ ايڪ نٿي۔

source: Large scale corporates and platform companies
kxp: موٽا ڪارپوريشن هانَ پليٽ فارم

source: Lassi
kxp: لاسي

source: Last Updated: { $lastUpdatedTimeStamp }
kxp: پڇاڙي مان اپڊيٽ { $lastUpdatedTimeStamp }

source: Latgalian
kxp: لاٽگاليئن

source: Latvian
kxp: لاٽويئن

source: Launched
kxp: پيش ڪروون

source: Laz
kxp: لاز

source: Leaderboard Visibility
kxp: ليڊر بورڊ ني رويت

source: Learn about partnerships with Common Voice
kxp: ڪامن وائيس ڀيۯان شراڪت نا ڀارا مان شيکو۔

source: Learn about the mission and team behind Common Voice
kxp: مشن نا ڀارا مان شيکو، ٽيم ڪامن وائيس ني چيڙي

source: Learn how to check a transcription
kxp: شيکو ڪي نقل چچم چيڪ ٿائي سي۔

source: Learn how to take part
kxp: شيکوون ڪي چچم حصو ليشان

source: Learn how to transcribe
kxp: شيکو ڪي نقل چچم ٿائي سي۔

source: Learn how to use this page
kxp: شيکو ڪي پنُون چچم استعمال ڪرشان

source: Learn More
kxp: وڌيڪ شيکو

source: Leaving now means you’ll lose your changes
kxp: زي ويهري جھون سي اين نين ميلِي آلو

source: Leaving now means you'll lose your progress
kxp: ميلِي آلوون، مطلب تماري ترقي گھت سي

source: Length
kxp: ڊيگھ

source: Let's Get Started
kxp: آوو تو شروع ڪران

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
kxp: زي ٻولي مان لفظ ٻولل سي اين نِي تصديق لازمي سي۔ مثال: “ж” آ لفظ روشيئن الفابيٽ مان سي پڻ اِي انگريزي مان استعمال نين ٿائي هانَ انگريزي متن مان ظاهر نين ٿائي۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
kxp: لِبري تقرير 1000 ڪلاڪ 16Khz ڀڻيا واۯان ني تقرير نون ايڪ ٽوۯون سي۔ انگريزي مان آڊيو ڪتاب ڀڻيا واۯان زي لِبري پروجيٽ ٿي سي۔

source: License
kxp: لائسنس

source: License: <licenseLink>CC-0</licenseLink>
kxp: لائيسنس <licenseLink></licenseLink>CC

source: License: <licenseLink>{ $license }</licenseLink>
kxp: لائيسنس <licenseLink>{ $license }</licenseLink>

source: Ligurian
kxp: لِگوريئن

source: Lingala
kxp: لنگالا

source: Link Copied
kxp: ڪاپ ٿل لنڪ

source: Links to websites that can help us understand the language
kxp: ويب سائيب ني لنڪ مان زوئو شون امان نين همزيا مان مدد ڪري سي

source: Listen
kxp: هانمڀۯوون۔

source: Listening
kxp: هانڀۯوون

source: Listen options menu
kxp: پنسد ني فهرست هانڀۯو

source: Listen-Queue
kxp: سلسلا ٿي هانمڀۯوون

source: Lithuanian
kxp: ليٿُونيئن

source: Loading…
kxp: لوڊنگ

source: Loading sentences…
kxp: جُملا لوڊ ڪروُون۔

source: Localized
kxp: مقامي

source: Log In
kxp: لوگ اِن

source: Login Identity
kxp: شناخت لوگ ان ڪرو

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
kxp: <loginLink> لوگ اِن </loginLink> or <loginLink> سائين اپ </loginLink>وڌاري جملا ٺاهو

source: Log in or sign up to get started
kxp: شُروع ڪريا هارُو لوگ اِن يان سائينَ اَپ ڪرو

source: Log In / Sign Up
kxp: لوگ اِن، سائين اِن

source: Log In / Sign Up with { $company } email
kxp: لوگ ان سائن اپ اي ميل { $company }

source: Log Out
kxp: لوگ آوٽ

source: Lojban
kxp: لوجبن

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
kxp: متن تلاش ڪرو زانئين ڪاپي رائيٽ وڌيڪ اپلائي هارو نٿي۔ مثال؛ گھڻون ڪرينَ ڪتاٻون 1920 مور ڇپاڻيون تيون۔

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
kxp: ايم لاڳي سي ڪي آنڻي ٻولي مان ٻوليا هارو ڪوئي جُملا نٿي۔ هوي ڪانڪ رڪارڊ ڪرين وڌاري جُملا ڪرو۔

source: Luganda
kxp: لُوگاندا

source: Luxembourgish
kxp: لڪسيبوگرش

source: Macedonian
kxp: ميسيڊونيئن

source: Mada
kxp: مادا

source: Maithili
kxp: ميٿلي

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
kxp: رڪارڊنگ ٿِي مور پليٽ فارم هارو يقين هوون زويئي، ايڪ چڪر مڪمل ٿايا چيڙ روڪو پري۔

source: Make sure the sentence meets the following criteria:
kxp: پڪ ڪرو ڪي جُملا نيسي آلل ايئان ٿي مِلي سي۔

source: Make sure they can be answered in just a couple of sentences
kxp: يپڪ هوئي ڪي سوالان نا جواب اين هوئي۔

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
kxp: ڪانڪ نا معلوم ڊيموگرافڪ ڊيٽا لئين پوتان نو جمع ڪرل ڊيٽا ممڪن طور جمع ڪرو۔ ٻڌائي ڊيموگرافڪ ڊيٽا عوامي طور مورٿي اين ني اوۯکان ختم ڪران۔

source: Malagasy
kxp: مالاگيسي

source: Malay
kxp: مالي

source: Malayalam
kxp: مالييالم

source: Male/Masculine
kxp: مرد۔ مذڪر

source: Maltese
kxp: مالٽيسي

source: Manage Email Subscriptions
kxp: اي ميل سبسڪرپشن نين منظم ڪرو

source: Manage Subscriptions
kxp: سبسڪرپشنن نُون انتظام ڪرو

source: Manx
kxp: مينڪس

source: Mapudungun
kxp: ماپودونگنَ

source: Marathi
kxp: مراٺِي

source: <mark>Check</mark>
kxp: چيڪ <mark>

source: <mark>Data</mark>
kxp: ڊيٽا <mark>

source: <mark>Prompt</mark>
kxp: تحريڪ </mark>

source: <mark>Respond</mark>
kxp: جوابداري <mark>

source: <mark>Transcribe</mark>
kxp: نقل ڪرين لکوون <mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
kxp: سي وي هارو </mark><br/><mark>تماري کوجان </mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
kxp: امان نين تماري مدد نِي ضرورت سي<mark><br/></mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
kxp: ميٽرڪس سئي وکت مان وات سينچ هارو هانَ ماتي وات ڪريا هارو ايڪ پليٽ فارم کلل سي،

source: Maximum file size: 25 MB
kxp: فائيل نِي 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
kxp: امارون هوم پيج <homepageLink> تماري مدد ڪرشي؟ سوال ڪريا هارو آ لنڪ مان زو <matrixLink> ميٽرڪ برادري ٿي وات </matrixLink> مونيٽر سائيز مسئلا هارو <githubLink> گلٽ هب </githubLink> يان وزٽ هارو <discourseLink> دسڪورس لنڪ هانَ ڊسڪورس فارم۔ </discourseLink>

source: MB
kxp: ايم بي

source: Mbo
kxp: ايم بي او

source: Meadow Mari
kxp: ميڊوو ماري

source: Media and Entertainment
kxp: ميڊيا، هانَ تفريح

source: Medumba
kxp: ميڍُومبا

source: Meetei Lon
kxp: مِيٽِي لونَ

source: Message
kxp: ميسيج

source: Michoacán Mazahua
kxp: مِيچائوڪن مازاهُوئا

source: Mingrelian
kxp: مينگريليئن

source: Minimum sentences in file: 1000
kxp: گھٽ مان گھٽ فائيل مان 1000 جُملا هوئي

source: [Mismatched content]
kxp: نا مناسٻ فهرست۔

source: Misreadings
kxp: ڀڻوا ويهاروون

source: Missing an 's' at the end of a word.
kxp: ڪوئي اکر نا آکر مان س غائب سي

source: Missing an <strong>'s'</strong> at the end of a word.
kxp: پڇاڙِي مان زي اکر سي اي ويهاروا

source: Missing 'A' or 'The' at the beginning of the recording.
kxp: رڪارڊنگ نا شروع مان 'اي' يان 'د' نٿي

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
kxp: شرواعاتي رڪاڊنگ ويهاروِي

source: Missing the end of the last word by cutting off the recording too quickly.
kxp: پڇاڙِي مان اکر ويهاروا پسي ڪانڪ ڪٽنگ ڪرين جلدي رڪارڊ ڪروا

source: Mixed
kxp: ڳڏاول

source: Mixteco Yucuhiti
kxp: مڪسٽيڪو يوڪوهِتي

source: Mokpwe
kxp: موڪپوي

source: Moksha
kxp: موڪشا

source: Mongolian
kxp: مونگوليئن

source: More
kxp: وڌاري

source: [More has been recorded than the required text]
kxp: وڌيڪ رڪاڊ ٿل سي ڪيڌا پرماڻي ٿي وڌاري۔

source: More languages coming soon
kxp: وڌاري ٻوليون آوشي

source: Mossi
kxp: موسي

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
kxp: موٽي ڪمپنيان مان استعمال ٿايا واۯا ڊيٽا منکان هارو موجود هوئي سي۔ زي امين سوچان سان، زي روڪي سي اين هارو امين ڪامن وائيس پروجيٽ شروع ڪريو سي۔ زي آواز ٺاهيا مان نو پروجيڪٽ سي۔ اين هارو اي ٻڌانئين هارو عام سي۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
kxp: موٽي ڪمپنيان مان استعمال ٿايا واۯا ڊيٽا منکان هارو موجود هوئي سي۔ زي امين سوچان سان، زي روڪي سي اين هارو امين ڪامن وائيس پروجيٽ شروع ڪريو سي۔ زي آواز ٺاهيا مان نو پروجيڪٽ سي۔ اين هارو اي ٻڌانئين هارو عام سي۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
kxp: قدرتِي اَلاهِي واڌاري رڪاڊنگون ٻوليون زائي سي۔ تمين ڪاريڪ ڪاريڪ غير معياري رڪانقنگ قبول ڪرِي ڪو سو۔ يان وري چيڪ نو آواز هوئي، يان ڪاش هوئي يان هڌري نموني ڊرامائي انداز مان هوئي تو مهرباني ڪرينَ ڳاول رڪانڍگ يان ڪمپيوٽر نِي رڪارڊنگ هوئي تو اين نين رد ڪرو۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
kxp: ڪامن وائيس مشينان نين آ شيکاڙيا مان مدد ڪري سي ڪي، موزيلا مورٿي زوئي سي ڪي منک چچم ڪام ڪري سي۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
kxp: موزيلا ڪامن وائيس ممڪن طور برادري هارو سرگرمي، زبان، ديٽابيس سائينسٽڪ تعليمي نظام هانَ پُوري دُنيا ٿي سوفٽ ويئر انجنيئر تيار ڪريان سي۔ اي پروجيڪٽ موزيلا فائونديشن ٿي سي۔

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
kxp: موزيلا ڪامن وائيس ايڪ دُنيا نو موٽو اوپن ڪراوڊسورس ڊيٽابيس سيٽ سي۔ هانَ امين مڪمل طور اين ني مدد ڪران سان۔ ڊيٽابيس ني ميزباني هارو اين مان زي خرچو ٿائي سي اي ميلن مان سي زي سئو ٻوليان مان سي۔ اي برادري سي زي شون ڪروون سي هانَ شون ڪام سي۔ زي تمين اوپن سورس ڍيٽا نين زوشو اين نين مدد هارو <b></b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
kxp: موزيلا اوپن سورس نين اوۯڇا هارو انجن ٽيپ نو استعمال ڪريو جھو سي۔ وڌاري زويا هارو <githubLink> اين ڀڻيا يان شُروع ڪري هارو <discourseLink> اين مان شامل ٿو </discourseLink> ڪي چچم شروعات ڪرشان لنڪ مان زو۔

source: Mutual accountability.
kxp: باهمي جوابداري

source: n
kxp: ن نُون

source: N
kxp: نه

source: N/A
kxp: نا

source: Name
kxp: نام

source: Names of your language
kxp: تماري ٻولي نوُن نام

source: Native Language
kxp: ديسي ٻولي

source: Nature and Environment
kxp: قدرت هانَ ماحول

source: Need help deciding which to choose?
kxp: فيصلو ڪريا مان مدد ڪرو چائي نو انتخاب ڪران۔

source: Need help with the Sex or Gender changes?
kxp: جنس هانَ مذڪر مونث هارو مدد

source: Need some help with accent?
kxp: لهجه هارو مدد ني ضرورت سي

source: Need some help with variants?
kxp: بدلي ڪريا هارو مدد ني ضرورت
